7zip
amd-ucode
base
base-devel
bash-completion
blueman
bluez
bluez-utils
brightnessctl
catppuccin-cursors-mocha
catppuccin-gtk-theme-mocha
cliphist
cups
cups-pk-helper
dunst
efibootmgr
fastfetch
fd
ffmpegthumbnailer
firefox
firewalld
git
gnome-keyring
grim
gst-plugin-pipewire
gvfs
gvfs-mtp
htop
hypridle
hyprland
hyprlock
hyprpaper
kitty
libpulse
linux
linux-firmware
man-db
man-pages
mkinitcpio
nano
network-manager-applet
networkmanager
noto-fonts
noto-fonts-emoji
pacman-contrib
papirus-folders
papirus-icon-theme
paru
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
power-profiles-daemon
reflector
sddm
sddm-theme-catppuccin-git
slurp
smartmontools
sof-firmware
sudo
swappy
system-config-printer
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
ttf-dejavu
ttf-jetbrains-mono-nerd
tumbler
unrar
unzip
uwsm
vim
vulkan-radeon
waybar
wget
wireplumber
wl-clipboard
wofi
wpa_supplicant
xarchiver
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-utils
xfce-polkit
zip
zram-generator
